Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/boon_s.html.tmx
Source language: sme
Languages: nob

source: Sihke Guovdageainnus ja Kárášjogas čielggadin oahpaheddjiide pedagogalaš vuođu ahte vuoruhit eatnigiela álgooahpahusgiellan , ja eará guovlluid giellaseaguhusbirrasiid vásáhusaid .
nob: Både i Kautokeino og Karasjok fikk lærere en orientering om det pedagogiske grunnlaget for satsing på morsmålet som første undervisningsspråk , og om erfaringene man hadde gjort i språkblandede miljøer andre steder .

source: Kárášjogas lei maiddái erenoamáš dárbu geavahit liibba čielggadit skuvlastivrii ja berošteaddji váhnemiidda mo dát oahpahus doaimmai , ja makkár bohtosiid sáhtii vuordit vásáhusaid vuođul mat ledje dáhkkon eará riikkain sulastahtti dilálašvuođain .
nob: I Karasjok var det også maktpåliggende å få anledning til å redegjøre for skolestyret og interesserte foreldre hva opplegget gikk ut på , og hvilke resultater det var grunn til å forvente på bakgrunn av erfaringer gjort under sammenlignbare forhold i andre land .

source: Mii fertet dás muitit ahte Kárášjoga sámiid álbmotčoahkkimis , cuoŋománu 9. beaivve 1960:s , 87:s 89 olbmos dohkkehedje cealkámuša Norgga ráđđehussii mas ee. čuovvovaččat celkojuvvui sámegiela geavaheami birra skuvllas:"Mii oaivvildat ahte lávdegotti evttohus ( Sd. dieđáhus nr. 21 ) ahte eanet sámegiela skuvlii fievrredit lea lihkohis maŋáslávki , mii heađušta ovdáneami ja dagaha stuorra váttisvuođaid nuoraidasamet sin boahtteáiggi birgemis . ...
nob: Vi må her huske på at det på et massemøte av samer i Karasjok , 9. april 1960 , var det 87 av 89 tilstedeværende som vedtok en resolusjon til den norske regjering , der bl.a. følgende ble uttalt med hensyn til bruk av samisk i skolen:"Vi mener komitéens innstilling [ St. meld . nr.21 ] om ytterligere innføring av samisk i skolen vil være et skjebnesvangert tilbakesteg som vil tvinge utviklingen tilbake og skape store vansker for vår ungdom i deres framtidige eksistens . …

source: Go juohke sámegiela oahppodiibmu vissásit duvdá eret eará deaŧalaš skuvlafágaid , de mii nannosit vuosttaldat sámegiela oahpahusa ja dohkkehat sámegiela dušše veahkkegiellan . ...
nob: Da enhver undervisning i samisk språk vitterlig vil måtte skje på bekostning av andre viktige skolefag , vil vi på det mest bestemte motsette oss at samisk blir brukt som noe annet enn hjelpespråk . … ,

source: ja otnáš duohta dilálašvuođas mii oaivvildat ahte Girkodepartemeantta skuvlanjuolggadus beaiváduvvon 18.04.1898 galgá leat min báikki skuvlla boahtteáiggi njuolggadussan . "
nob: og utfra de faktiske forhold i dag mener vi Kirkedepartementets instruks av 18. april 1898 skal være den fremtidige rettesnor for skolen i vår bygd . "

source: Riektavuođa dihtii berre namahuvvot ahte cealkámušas maiddái addui vejolašvuohta ásahit sierra linnjáid váhnemiidda geat dáhttot iežaset mánáide eanet sámegiela oahpahusa geavaheami .
nob: For ordens skyld bør nevnes at resolusjonen også inneholdt en åpning for at det kunne opprettes egne linjer for barn av foreldre som ønsket en form for undervisning med større bruk av samisk .

source: Cealkámuš nappo čájeha seamma balu go maid olbmot Friseatnamis ja Walesas ledje dovdan .
nob: Resolusjonen gav altså uttrykk for de samme bekymringer som man i sin tid hadde møtt i bl.a. Friesland og Wales .

source: Dán sáhtii áddet go muitá váttisvuođaid maid sápmelaččat ledje deaividan stuorraservodagas ja Norgga eiseválddiid ektui go sis lei heajos dárogielmáhttu ja váilevaš oahpahusávkkástallan .
nob: De var på en måte forståelige utfra de vanskeligheter samene hadde møtt i forhold til storsamfunnet og den norske øvrigheten på grunn av dårlige norskkunnskaper og mangelfullt undervisningsutbytte .

source: Go máŋga buolvva ledje ferten duhtat vuolimuš beavdegeahčái , de áddemis olbmot sávve eará boahtteáiggi mánáidasaset .
nob: Hadde man i flere generasjoner måttet nøye seg med en plass nederst ved bordet , så ønsket man seg , naturlig nok , en annen fremtid for sine barn .

source: Mu bargun lei geahččalit čilget ahte guovttegiela skuvllas lei seamma ulbmil go maid siige háliidedje .
nob: Min oppgave var å prøve å få frem at målet for den tospråklige skolen var det samme som det de så for seg .

source: Dán ulbmila juksanvuohki lei dagahan áddejumi ahte nuppebeliid dat lei .
nob: Det var veien frem til dette målet som hadde skapt forestillinger om at det motsatte var tilfelle .

source: Rievdadan dihtii doaibmi boasttuáddejumiid ja - guottuid , de lei dárbbašlaš čielggadit jáhkehahtti láhkai ja čielgasit manin dát vuohki válljejuvvui ja man láhkai dat lei doaibman buoremusat .
nob: For å kunne rette på de rådende misforståelser og fordommer , var det nødvendig å legge frem en troverdig og tydelig begrunnelse for hvorfor denne veien ble valgt og på hvilken måte den hadde vist seg å føre frem .

source: Deaivvadeapmi skuvlastivrra miellahtuiguin ja berošteaddji váhnemiiguin ii gal dagahan ahte dallánaga earáhuhtte ovddeš oainnuid , muhto ii lean gal nuge ahte sii " borre " mu , nugo muhtun mu bargoskibir lei einnostan .
nob: Møtet med medlemmer av skolestyret og interesserte foreldre førte vel ikke umiddelbart til en helomvendelse bort fra tidligere synspunkter , men heller ikke var det slik at man laget " hakkemat " av meg , slik en av kollegene mine hadde spådd .

source: Go dovdá riidduid mat ledje olbmuid gaskkas geat ledje mielas ja geat ledje vuostá Sámelávdegotti evttohusa skuvlaáššis , de soittii leat ovdamunnin ahte mun dán oktavuođas ledjen olggobealboahtti amas olmmoš ja ahte mun sáhtten duođaštit positiivvalaš vásáhusaid riikkain nugo Vuolleeatnamiin ja Stuorra-Británnias .
nob: Sett på bakgrunn av det noe spenningsfylte forhold som eksisterte mellom dem som var for og dem som var imot Samekomitéens innstilling i skolesaken , var det kanskje en fordel at jeg i den sammenheng var et ubeskrevet blad som kom utenfra og som kunne dokumentere positive erfaringer fra land som Nederland og Storbritannia .

source: 1966 ´ geasi lágidii Álbmotskuvllaráđđi kurssa Leavnnjas giellaseaguhusguovlluid oahpahusa birra , ja doppe mun ožžon liibba čielggadit áppes-girjjiid .
nob: Sommeren 1966 organiserte Folkeskolerådet et kurs i Lakselv om undervisning i språkblandede distrikter , og der fikk jeg anledning til å presentere ABC-opplegget .

source: Maŋŋá lágidedje eanet diekkár geassečoahkkimiid , ee. Sieiddás ( Deanus ) .
nob: Det ble senere organisert flere slike sommersamlinger , bl.a. i Seida ( Tana ) .

source: Álgooahpahusa eatnigiela geavaheami vuođđun leat guorahallamat mat duođaštit ahte ollislaš giella- ja doabaovdáneapmi dušše ovdána eatnigiela bokte , namalassii giela bokte mii addá mánnái oadjebasvuođa ja masa mánás leat dovddut .
nob: Bruken av morsmål i begynnerundervisningen bygger på undersøkelser som har vist at fullgod språk- og begrepsutvikling bare skjer gjennom morsmålet , altså språket som gir barnet trygghet og som det er emosjonelt knyttet til .

source: Mánnávuođashan dákkár ovdáneami vuođđu láhččojuvvo .
nob: Grunnlaget for en slik utvikling legges nettopp i barneårene .

source: Eatnigiela čiekŋudeapmi maŋŋá , ja ođđa gielaid oahppan , goazahuvvo mealgadii go dát vuođđu lea váilevas dahje ii oppa leatge .
nob: Senere fordypning i morsmålet , og læring av nye språk , blir betydelig hemmet når dette grunnlaget er mangelfullt eller ikke eksisterer i det hele tatt .

source: Mu bargu áppesiin ja mu guovttegiela skuvlla " propagánda " , lei áibbas konkrehtalaččat oaivvilduvvon doarjut sámegielat máná dárbbu sáhttit ávkin atnit oahpahusa seamma vuođu alde go dárogielat mánát ledje sáhttán dahkat .
nob: Mitt arbeid med ABC-en og min " propaganda " for den tospråklige skolen , var helt konkret rettet mot det samiskspråklige barnets behov for å kunne nyttiggjøre seg undervisningen på samme grunnlag som norskspråklige barn hadde kunnet gjøre .

source: Seailluhit iežas giela ja iežas kultuvrra , ja dáidda láhčit lunddolaš saji skuvlii , oidnen mun ( ja oainnán ) deaŧalažžan máná iežas dihtii .
nob: Å opprettholde eget språk og egen kultur , og å gi disse en naturlig plass i skolen , så ( og ser ) jeg som vesentlig for barnets skyld .

source: Hálddašeaddji giela ja hálddašeaddji kultuvrra stuorra váikkuhus , sáhttá álkidit doalvvuhit máná jáhkkit ahte su iežas duogáš ii leat mange veara jos galgá eallimis lihkostuvvat .
nob: Den enorme innflytelse det dominerende språket og den dominerende kulturen utøver , kan lett få barnet til å føle at dets egen bakgrunn er uten betydning for å komme seg frem i livet .

source: Muhto ii oktage sáhte ollensadjái vuolgit jos ii dovdda vuolggasaji , beroškeahttá eallima dásiin .
nob: Men ingen kan reise ut mot et mål uten å kjenne startstedet , uansett trinn i livet man befinner seg .

source: Iežas duogáža diehtit , ii leat makkárge bahán go galgá máilbmái vuolgit .
nob: Å vite hvem man er , er ingen ulempe når man skal finne sin vei ut i verden .

source: Jos mánáid bágge dán vajálduhttit go leat guđa dahje čieža jagi boarrásat , de sin ala bidjet noađi mii sáhttá šaddat lossat guoddit .
nob: Tvinges barn til å glemme det fra de er seks eller sju år , pålegges de en byrde som kan bli tung å bære .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
